cask_args appdir: "/Applications"

brew "awscli"
brew "graphviz"
brew "jq"
brew "protobuf"

brew "rebar@3"

brew "go"
brew "govendor"
brew "mercurial"

tap "koekeishiya/formulae"
brew "kwm", restart_service: true
brew "khd", restart_service: true

tap "caskroom/cask"
cask "1password"
cask "docker"
cask "iterm2"
cask "recordit"
cask "screenhero"
cask "spotify"
cask "yubikey-personalization-gui"
cask "yubiswitch"

tap "thoughtbot/formulae"
brew "gitsh"
brew "rcm"

tap "bernerdschaefer/formulae"
brew "git-git"
